{
  "APP_VERSION": "V 12.0.0",
  "LOGOUTTIME": "86400",
  "BRANDING": "vodafone",
  "BRAND_NAME": "Vodafone",
  "BRAND_NAME_SECONDARY": "Vodafone",
  "BRAND_NAME_TERTIARY": "Vodafone",

  "INTRO_VIDEO_RELATIVE_PATH": "",
  "NAV_LOGO_PATH": "/images/logo.png",
  "BRAND_VOICE_LOGO_PATH": "/images/logo.png",
  "FAVICON_PATH": "/images/favicon.png",
  "FALLBACK_LOGO_PATH": "/images/logo.png.png",
  "AUTH_RIGHT_BLOCK_IMAGE_PATH": "/images/logo.png",
  "AUTH_BACKGROUND_IMAGE_PATH": "/images/authBg.jpg",

  "LIGHT_FONT_PATH": "/fonts/Vodafone_Lt_W.woff2",
  "MEDIUM_FONT_PATH": "/fonts/Vodafone_Rg_W.woff2",
  "BOLD_FONT_PATH": "/fonts/Vodafone_SBd_W.woff2",
  "CSS_PATH": "/css/style.css",

  "APP_SUPPORTED_BROWSER_LIST": ["Chrome", "Firefox"],
  "SHOW_SPLASH_SCREEN": false,
  "SPLASH_SCREEN_TEXT": "Please note, for the best experience, our tool is optimized for use on Chrome and Firefox browsers. Thank you for choosing Sonic Hub for your needs.",
  "SUPPORT_FORM_FILE_SIZE": 10,
  "OUTPUT_BG_FADE_DURATION_IN_SEC": 2,
  "FADE_VOLUME_INCREMENT_DECREMENT": 0.083,
  "OUTPUT_FADE_NO_OF_STEPS": 10,
  "OUTPUT_VOICE_VOLUME_IN_DB": 1,
  "OUTPUT_MUSIC_VOLUME_IN_DB": 1,
  "FINAL_OUTPUT_NORMALIZE": false,
  "AI_MUSIC_LOADING_SENTENCES": [
    "The AI elfs are composing new tunes that are taking the music industry by storm.",
    "The music elves are tirelessly composing new tunes to fill the airwaves with delight.",
    "The AI music elves are known for their exceptional musical talent and creativity.",
    "The AI music elves work day and night to bring new and exciting sounds to the world.",
    "The AI music elves are working on music that has the power to lift spirits and bring joy to all who listen.",
    "These AI music elves are masters of melody and harmony, creating musical masterpieces one note at a time.",
    "The AI music elves are known to play their instruments with unmatched grace and finesse.",
    "The music that the AI elves compose is like a symphony of magic, filling the air with wonder and delight.",
    "The AI music elves work tirelessly to keep the rhythm of the world in perfect time.",
    "The AI music elves are the guardians of music, preserving its beauty and preserving its traditions.",
    "The AI music elves are always exploring new sounds and pushing the boundaries of musical expression.",
    "The music of the AI elves is like a spell, weaving magic into the hearts and minds of all who hear it.",
    "The AI music elves bring joy to the world with their uplifting tunes and joyful harmonies.",
    "The AI music elves have the ability to bring people together through the power of music.",
    "The AI music elves are the keepers of the beat, ensuring the rhythm of life remains strong and true.",
    "Their music is a gift to the world, spreading happiness and creating memories that will last a lifetime.",
    "The AI music elves work has helped to democratize music creation, making it more accessible to everyone."
  ],
  "AI_VOICE_LOADING_SENTENCES": [
    "I asked my AI to talk in a Scottish accent, and now it sounds like a robotic version of Sean Connery. It's both hilarious and impressive.",
    "I asked my AI to create a baby voice, and now it won't stop crying and asking for a pacifier.",
    "My AI was testing its new voice when it suddenly started rapping about algorithms and data structures. It was fire!",
    "After testing its new voice, my AI said, \"I don't always talk to humans, but when I do, I prefer to sound like a cross between a soothing therapist and a sassy diva.\"",
    "I programmed my AI to create a voice-over for my horror movie, and now I feel it is possessed",
    "I asked my AI to create a voice-over for my wedding video, and now it won't stop saying 'I object' in a monotone voice."
  ]
}
